Repository: deepratna-awale/open-wallpaper-engine-mac
Catalog: OpenWallpaperEngine/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: Paste JSON
ar: لصق JSON
de: JSON einsetzen
es: Pegar JSON
fr: Coller le JSON
hi: JSON पेस्ट करें
it: Incolla JSON
ja: JSON をペースト
ko: JSON 붙여넣기
pl: Wklej JSON
pt_br: Colar JSON
ru: Вставить JSON
tr: JSON’u Yapıştır
uk: Вставити JSON
zh_hans: 粘贴 JSON
zh_hant: 貼上 JSON

source: Paste a Workshop collection link or its number.
ar: الصق رابط مجموعة من الورشة أو رقمها.
de: Fügen Sie einen Workshop-Kollektionslink oder dessen Nummer ein.
es: Pega el enlace de una colección del Workshop o su número.
fr: Collez le lien d’une collection du Workshop ou son numéro.
hi: Workshop कलेक्शन का लिंक या उसका नंबर पेस्ट करें।
it: Incolla il link di una raccolta del Workshop o il suo numero.
ja: ワークショップのコレクションのリンクか番号をペーストしてください。
ko: 창작마당 컬렉션 링크나 번호를 붙여넣으십시오.
pl: Wklej link do kolekcji Warsztatu lub jej numer.
pt_br: Cole o link de uma coleção da Oficina ou o número dela.
ru: Вставьте ссылку на коллекцию Мастерской или её номер.
tr: Bir Atölye koleksiyonu bağlantısı ya da numarası yapıştırın.
uk: Вставте посилання на колекцію Майстерні або її номер.
zh_hans: 粘贴创意工坊合集的链接或编号。
zh_hant: 貼上工作坊收藏集的連結或編號。

source: Paste a collection link. You choose which items to download, and can make them a playlist.
ar: الصق رابط مجموعة. تختار العناصر التي تريد تنزيلها، ويمكنك جعلها قائمة تشغيل.
de: Fügen Sie einen Kollektionslink ein. Sie wählen, welche Objekte geladen werden, und können daraus eine Playlist machen.
es: Pega el enlace de una colección. Tú eliges qué elementos descargar y puedes convertirlos en una playlist.
fr: Collez le lien d’une collection. Vous choisissez les éléments à télécharger et pouvez en faire une playlist.
hi: कलेक्शन का लिंक पेस्ट करें। आप चुनते हैं कि कौन-से आइटम डाउनलोड हों, और उनकी प्लेलिस्ट बना सकते हैं।
it: Incolla il link di una raccolta. Scegli quali elementi scaricare e puoi farne una playlist.
ja: コレクションのリンクをペーストします。ダウンロードする項目を選んで、プレイリストにできます。
ko: 컬렉션 링크를 붙여넣으십시오. 다운로드할 항목을 선택하고 플레이리스트로 만들 수 있습니다.
pl: Wklej link do kolekcji. Wybierzesz elementy do pobrania i możesz zrobić z nich playlistę.
pt_br: Cole o link de uma coleção. Você escolhe quais itens baixar e pode transformá-los em uma playlist.
ru: Вставьте ссылку на коллекцию. Вы выберете, что загрузить, и сможете сделать из этого плейлист.
tr: Bir koleksiyon bağlantısı yapıştırın. İndirilecek öğeleri seçer, bunları çalma listesi yapabilirsiniz.
uk: Вставте посилання на колекцію. Ви оберете, що викачати, і зможете зробити з цього список відтворення.
zh_hans: 粘贴合集链接。你可以选择要下载的项目，并将它们做成播放列表。
zh_hant: 貼上收藏集連結。你可以選擇要下載的項目，並將它們做成播放列表。

source: Paste a link to any video or image. Images are turned into a scene, so the effect stack applies to them as well.
ar: الصق رابطًا لأي فيديو أو صورة. تتحول الصور إلى مشهد، لذا تنطبق عليها مجموعة التأثيرات أيضًا.
de: Fügen Sie einen Link zu einem beliebigen Video oder Bild ein. Bilder werden in eine Szene umgewandelt, sodass der Effektstapel auch auf sie angewendet wird.
es: Pega un enlace a cualquier vídeo o imagen. Las imágenes se convierten en una escena, así que la pila de efectos también se les aplica.
fr: Collez le lien de n’importe quelle vidéo ou image. Les images sont converties en scène, la pile d’effets s’y applique donc aussi.
hi: किसी भी वीडियो या इमेज का लिंक पेस्ट करें. इमेज को सीन में बदल दिया जाता है, इसलिए इफ़ेक्ट स्टैक उन पर भी लागू होता है.
it: Incolla un link a qualsiasi video o immagine. Le immagini vengono trasformate in una scena, così anche a loro si applica la pila degli effetti.
ja: 任意のビデオまたは画像へのリンクをペーストします。画像はシーンに変換されるため、エフェクトスタックも適用されます。
ko: 비디오나 이미지의 링크를 붙여넣으십시오. 이미지는 장면으로 변환되므로 효과 스택도 적용됩니다.
pl: Wklej link do dowolnego wideo lub obrazu. Obrazy są zamieniane w scenę, więc stos efektów działa także na nie.
pt_br: Cole um link para qualquer vídeo ou imagem. As imagens são transformadas em uma cena, então a pilha de efeitos também se aplica a elas.
ru: Вставьте ссылку на любое видео или изображение. Изображения превращаются в сцену, поэтому к ним тоже применяется стек эффектов.
tr: Herhangi bir videonun veya görüntünün bağlantısını yapıştırın. Görüntüler bir sahneye dönüştürülür; böylece efekt yığını onlara da uygulanır.
uk: Вставте посилання на будь-яке відео чи зображення. Зображення перетворюються на сцену, тож стек ефектів застосовується й до них.
zh_hans: 粘贴任何视频或图像的链接。图像会被转换为场景，因此效果堆栈同样适用于它们。
zh_hant: 貼上任何影片或影像的連結。影像會轉換為場景，因此效果堆疊也能套用。

source: Paste the configuration into your MCP client’s settings, or add it from Terminal:
ar: الصق الإعداد في إعدادات عميل MCP، أو أضِفه من تطبيق Terminal:
de: Fügen Sie die Konfiguration in die Einstellungen Ihres MCP-Clients ein oder fügen Sie den Server im Terminal hinzu:
es: Pega la configuración en los ajustes de tu cliente MCP, o añádelo desde Terminal:
fr: Collez la configuration dans les réglages de votre client MCP, ou ajoutez-le depuis le Terminal :
hi: कॉन्फ़िगरेशन को अपने MCP क्लाइंट की सेटिंग में पेस्ट करें, या इसे Terminal से जोड़ें:
it: Incolla la configurazione nelle impostazioni del tuo client MCP, oppure aggiungilo dal Terminale:
ja: 構成を MCP クライアントの設定にペーストするか、ターミナルから追加します:
ko: 구성을 MCP 클라이언트 설정에 붙여넣거나 터미널에서 추가하십시오:
pl: Wklej konfigurację do ustawień klienta MCP lub dodaj serwer w Terminalu:
pt_br: Cole a configuração nos ajustes do seu cliente MCP, ou adicione-o pelo Terminal:
ru: Вставьте конфигурацию в настройки MCP-клиента или добавьте сервер в Терминале:
tr: Yapılandırmayı MCP istemcinizin ayarlarına yapıştırın veya Terminal’den ekleyin:
uk: Вставте конфігурацію в параметри MCP-клієнта або додайте сервер у Терміналі:
zh_hans: 将配置粘贴到 MCP 客户端的设置中，或在“终端”中添加：
zh_hant: 將設定貼到 MCP 用戶端的設定中，或在「終端機」中加入：

source: Paste the link of a public Steam Workshop collection, or its number. Open Wallpaper Engine lists its items from Steam; the ones you check download with SteamCMD, with the items they need.
ar: الصق رابط مجموعة عامة من ورشة Steam، أو رقمها. يعرض Open Wallpaper Engine عناصرها من Steam، ويتم تنزيل العناصر التي تحددها باستخدام SteamCMD مع العناصر التي تحتاجها.
de: Fügen Sie den Link einer öffentlichen Steam Workshop-Kollektion oder deren Nummer ein. Open Wallpaper Engine listet ihre Objekte von Steam auf; die markierten werden mit SteamCMD geladen, zusammen mit den Objekten, die sie benötigen.
es: Pega el enlace de una colección pública del Steam Workshop, o su número. Open Wallpaper Engine muestra sus elementos desde Steam; los que marques se descargan con SteamCMD, junto con los elementos que necesitan.
fr: Collez le lien d’une collection publique du Steam Workshop, ou son numéro. Open Wallpaper Engine en liste les éléments depuis Steam ; ceux que vous cochez sont téléchargés avec SteamCMD, avec les éléments dont ils ont besoin.
hi: किसी सार्वजनिक Steam Workshop कलेक्शन का लिंक या उसका नंबर पेस्ट करें। Open Wallpaper Engine Steam से उसके आइटम दिखाता है; आपके चुने आइटम उनके ज़रूरी आइटम के साथ SteamCMD से डाउनलोड होते हैं।
it: Incolla il link di una raccolta pubblica dello Steam Workshop, o il suo numero. Open Wallpaper Engine ne elenca gli elementi da Steam; quelli che selezioni vengono scaricati con SteamCMD, insieme agli elementi di cui hanno bisogno.
ja: 公開されている Steam ワークショップのコレクションのリンクか番号をペーストしてください。Open Wallpaper Engine が Steam からアイテムを一覧表示し、チェックしたアイテムを必要なアイテムと一緒に SteamCMD でダウンロードします。
ko: 공개 Steam 창작마당 컬렉션의 링크나 번호를 붙여넣으십시오. Open Wallpaper Engine이 Steam에서 항목을 나열하며, 선택한 항목은 필요한 항목과 함께 SteamCMD로 다운로드됩니다.
pl: Wklej link do publicznej kolekcji Warsztatu Steam lub jej numer. Open Wallpaper Engine wyświetli jej elementy ze Steam; zaznaczone zostaną pobrane przez SteamCMD razem z potrzebnymi im elementami.
pt_br: Cole o link de uma coleção pública da Oficina Steam, ou o número dela. O Open Wallpaper Engine lista os itens a partir do Steam; os que você marcar são baixados com o SteamCMD, junto com os itens de que precisam.
ru: Вставьте ссылку на публичную коллекцию Мастерской Steam или её номер. Open Wallpaper Engine покажет её элементы из Steam; отмеченные загрузятся через SteamCMD вместе с нужными им элементами.
tr: Herkese açık bir Steam Atölyesi koleksiyonunun bağlantısını ya da numarasını yapıştırın. Open Wallpaper Engine öğelerini Steam’den listeler; işaretledikleriniz, ihtiyaç duydukları öğelerle birlikte SteamCMD ile indirilir.
uk: Вставте посилання на публічну колекцію Майстерні Steam або її номер. Open Wallpaper Engine покаже її елементи зі Steam; позначені буде викачано через SteamCMD разом із потрібними їм елементами.
zh_hans: 粘贴公开 Steam 创意工坊合集的链接或编号。Open Wallpaper Engine 会从 Steam 列出其中的项目；你勾选的项目会连同其所需的项目一起通过 SteamCMD 下载。
zh_hant: 貼上公開 Steam 工作坊收藏集的連結或編號。Open Wallpaper Engine 會從 Steam 列出其中的項目；你勾選的項目會連同其所需的項目一起透過 SteamCMD 下載。

source: Pasted Preset
ar: إعداد مسبق ملصق
de: Eingesetzte Voreinstellung
es: Preajuste pegado
fr: Préréglage collé
hi: पेस्ट किया गया प्रीसेट
it: Preset incollato
ja: 貼り付けたプリセット
ko: 붙여넣은 사전 설정
pl: Wklejone ustawienie wstępne
pt_br: Predefinição Colada
ru: Вставленный пресет
tr: Yapıştırılan Hazır Ayar
uk: Вставлений пресет
zh_hans: 粘贴的预设
zh_hant: 貼上的預設組合

source: Path
ar: المسار
de: Pfad
es: Ruta
fr: Chemin
hi: पथ
it: Percorso
ja: パス
ko: 경로
pl: Ścieżka
pt_br: Caminho
ru: Путь
tr: Yol
uk: Шлях
zh_hans: 路径
zh_hant: 路徑

source: Pause
ar: إيقاف مؤقت
es: Pausa
hi: पॉज़ करें
it: Pausa
ja: 一時停止
ko: 일시 정지
pl: Wstrzymaj
pt_br: Pausar
ru: Пауза
tr: Duraklat
uk: Пауза
zh_hans: 暂停
zh_hant: 暫停

source: Pause All
ar: إيقاف الكل مؤقتًا
de: Alle pausieren
es: Pausar todas
fr: Tout mettre en pause
hi: सभी पॉज़ करें
it: Pausa su tutti
ja: すべて一時停止
ko: 모두 일시 정지
pl: Wstrzymaj wszystkie
pt_br: Pausar Todas
ru: Пауза на всех дисплеях
tr: Tümünü Duraklat
uk: Пауза на всіх дисплеях
zh_hans: 全部暂停
zh_hant: 全部暫停

source: Pause Wallpapers
ar: إيقاف الخلفيات مؤقتًا
de: Hintergrundbilder anhalten
es: Pausar los fondos de pantalla
fr: Mettre en pause les fonds d’écran
hi: वॉलपेपर पॉज़ करें
it: Metti in pausa gli sfondi
ja: 壁紙を一時停止
ko: 배경화면 일시 정지
pl: Wstrzymaj tapety
pt_br: Pausar Imagens de Fundo
ru: Приостановить обои
tr: Duvar Kâğıtlarını Duraklat
uk: Призупинити шпалери
zh_hans: 暂停墙纸
zh_hant: 暫停背景圖片

source: Pause or Resume Wallpapers
ar: إيقاف الخلفيات مؤقتًا أو استئنافها
de: Hintergrundbilder anhalten oder fortsetzen
es: Pausar o reanudar los fondos de pantalla
fr: Mettre en pause ou reprendre les fonds d’écran
hi: वॉलपेपर पॉज़ करें या जारी रखें
it: Metti in pausa o riprendi gli sfondi
ja: 壁紙を一時停止／再開
ko: 배경화면 일시 정지 또는 재개
pl: Wstrzymaj lub wznów tapety
pt_br: Pausar ou Retomar Imagens de Fundo
ru: Приостановить или возобновить обои
tr: Duvar Kâğıtlarını Duraklat veya Sürdür
uk: Призупинити або поновити шпалери
zh_hans: 暂停或继续墙纸
zh_hant: 暫停或繼續背景圖片

source: Pause per Display
ar: إيقاف مؤقت لكل شاشة عرض
de: Pro Display pausieren
es: Pausar por pantalla
fr: Pause par moniteur
hi: हर डिस्प्ले पर अलग से पॉज़ करें
it: Pausa per schermo
ja: ディスプレイごとに一時停止
ko: 디스플레이별 일시 정지
pl: Wstrzymaj na danym wyświetlaczu
pt_br: Pausar por Tela
ru: Пауза для каждого дисплея
tr: Ekran Başına Duraklat
uk: Пауза для кожного дисплея
zh_hans: 按显示器暂停
zh_hant: 依顯示器暫停

source: Pause wallpapers
ar: إيقاف الخلفيات مؤقتًا
de: Hintergrundbilder pausieren
es: Pausar fondos de pantalla
fr: Mettre en pause les fonds d’écran
hi: वॉलपेपर रोकें
it: Metti in pausa gli sfondi
ja: 壁紙を一時停止
ko: 배경화면 일시정지
pl: Wstrzymaj tapety
pt_br: Pausar imagens de fundo
ru: Приостановить обои
tr: Duvar kâğıtlarını duraklat
uk: Призупинити шпалери
zh_hans: 暂停墙纸
zh_hant: 暫停背景圖片

source: Pause when VRAM is exhausted
ar: إيقاف مؤقت عند نفاد VRAM
de: Pausieren, wenn VRAM erschöpft ist
es: Pausar si se agota la VRAM
fr: Pause lorsque la VRAM est saturée
hi: VRAM खत्म होने पर पॉज़ करें
it: Metti in pausa quando la VRAM è esaurita
ja: VRAMが不足したときに一時停止
ko: VRAM이 부족하면 일시 정지
pl: Wstrzymuj po wyczerpaniu VRAM
pt_br: Pausar quando a VRAM se esgotar
ru: Пауза при нехватке VRAM
tr: VRAM tükendiğinde duraklat
uk: Призупиняти, коли вичерпано VRAM
zh_hans: VRAM 耗尽时暂停
zh_hant: VRAM 用盡時暫停

source: Pause, mute or switch wallpapers from the menu bar at any time. Open Settings to fine-tune the rest.
ar: أوقف الخلفيات مؤقتًا أو اكتم صوتها أو بدّلها من شريط القائمة في أي وقت. وافتح الإعدادات لضبط الباقي بدقة.
de: Pausieren, stummschalten oder wechseln Sie Hintergrundbilder jederzeit über die Menüleiste. In den Einstellungen passen Sie den Rest an.
es: Pausa, silencia o cambia de fondo de pantalla desde la barra de menús en cualquier momento. Abre Ajustes para ajustar el resto.
fr: Mettez en pause, coupez le son ou changez de fond d’écran depuis la barre des menus à tout moment. Ouvrez les Réglages pour peaufiner le reste.
hi: मेनू बार से कभी भी वॉलपेपर पॉज़, म्यूट या बदलें. बाकी को बारीकी से एडजस्ट करने के लिए सेटिंग खोलें.
it: Metti in pausa, disattiva l’audio o cambia sfondo dalla barra dei menu in qualsiasi momento. Apri Impostazioni per regolare il resto.
ja: メニューバーからいつでも壁紙を一時停止、消音、切り替えできます。そのほかの細かい調整は「設定」で行えます。
ko: 언제든지 메뉴 막대에서 배경화면을 일시 정지하거나, 소리를 끄거나, 전환할 수 있습니다. 나머지는 설정에서 세밀하게 조정하십시오.
pl: Wstrzymuj, wyciszaj i zmieniaj tapety z paska menu w dowolnej chwili. Resztę dostroisz w Ustawieniach.
pt_br: Pause, silencie ou troque de imagem de fundo pela barra de menus a qualquer momento. Abra os Ajustes para ajustar o resto.
ru: Ставьте на паузу, выключайте звук или меняйте обои из строки меню в любой момент. Остальное можно настроить в Настройках.
tr: Menü çubuğundan istediğiniz zaman duvar kâğıtlarını duraklatın, sesini kapatın veya değiştirin. Geri kalanını ince ayarlamak için Ayarlar’ı açın.
uk: Призупиняйте, вимикайте звук або перемикайте шпалери зі смуги меню будь-коли. Решту можна тонко налаштувати в Параметрах.
zh_hans: 随时从菜单栏暂停、静音或切换墙纸。打开“设置”可微调其余选项。
zh_hant: 隨時從選單列暫停、靜音或切換背景圖片。打開「設定」即可微調其他項目。

source: Pause, stop or mute the wallpaper while an application is running, focused or fullscreen. These rules combine with the Playback settings; the most restrictive action wins.
ar: أوقف الخلفية مؤقتًا أو أوقفها أو اكتم صوتها أثناء تشغيل تطبيق أو عندما يكون في المقدمة أو بملء الشاشة. تعمل هذه القواعد مع إعدادات التشغيل، ويُطبَّق الإجراء الأكثر تقييدًا.
de: Pausiert, stoppt oder stummschaltet das Hintergrundbild, während eine App ausgeführt wird, im Vordergrund ist oder im Vollbildmodus läuft. Diese Regeln wirken mit den Wiedergabe-Einstellungen zusammen; die strengste Aktion gilt.
es: Pausa, detén o silencia el fondo de pantalla mientras una app está abierta, activa o a pantalla completa. Estas reglas se combinan con los ajustes de reproducción; gana la acción más restrictiva.
fr: Mettez en pause, arrêtez ou coupez le son du fond d’écran lorsqu’une application est ouverte, au premier plan ou en plein écran. Ces règles s’ajoutent aux réglages de lecture ; l’action la plus restrictive l’emporte.
hi: कोई ऐप चलने, फ़ोकस में होने या फ़ुल स्क्रीन होने पर वॉलपेपर को पॉज़ करें, रोकें या म्यूट करें। ये नियम प्लेबैक सेटिंग्स के साथ मिलकर काम करते हैं; सबसे सख़्त कार्रवाई लागू होती है।
it: Metti in pausa, ferma o disattiva l’audio dello sfondo mentre un’applicazione è aperta, attiva o a schermo intero. Queste regole si combinano con le impostazioni di riproduzione; vince l’azione più restrittiva.
ja: アプリケーションが実行中、アクティブ、またはフルスクリーンのあいだ、壁紙を一時停止、停止、または消音します。これらのルールは再生の設定と組み合わされ、最も制限の強いアクションが優先されます。
ko: 응용 프로그램이 실행 중이거나 활성화되었거나 전체 화면일 때 배경화면을 일시 정지, 정지 또는 소리 끔합니다. 이 규칙은 재생 설정과 함께 적용되며 가장 제한적인 동작이 우선합니다.
pl: Wstrzymuj, zatrzymuj lub wyciszaj tapetę, gdy aplikacja jest uruchomiona, aktywna lub na pełnym ekranie. Te reguły działają razem z ustawieniami odtwarzania; wygrywa najbardziej restrykcyjne działanie.
pt_br: Pause, pare ou silencie a imagem de fundo enquanto um aplicativo está aberto, em foco ou em tela cheia. Estas regras se combinam com os ajustes de reprodução; vale a ação mais restritiva.
ru: Приостанавливайте, останавливайте или выключайте звук обоев, пока приложение запущено, активно или открыто на весь экран. Эти правила действуют вместе с настройками воспроизведения; применяется самое строгое действие.
tr: Bir uygulama çalışırken, etkinken veya tam ekrandayken duvar kâğıdını duraklatın, durdurun veya sesini kapatın. Bu kurallar Oynatma ayarlarıyla birlikte uygulanır; en kısıtlayıcı eylem geçerli olur.
uk: Призупиняйте, зупиняйте або вимикайте звук шпалер, поки програма запущена, активна або на весь екран. Ці правила діють разом із налаштуваннями відтворення; застосовується найсуворіша дія.
zh_hans: 在应用程序运行、成为焦点或全屏时暂停、停止墙纸或将其静音。这些规则与播放设置共同作用，以最严格的操作为准。
zh_hant: 在應用程式執行、為使用中或全螢幕時暫停、停止背景圖片或將其靜音。這些規則與播放設定共同作用，以最嚴格的動作為準。

source: Pause, stop or mute wallpapers, or load a wallpaper, playlist or profile, while an application is running, focused, maximized, fullscreen or playing audio. Pausing, stopping and muting combine with the Playback settings; the most restrictive wins. When several rules load something, the first in the list wins, and what was shown before comes back once no rule matches.
ar: أوقف الخلفيات مؤقتًا أو أوقفها أو اكتمها، أو حمّل خلفية أو قائمة تشغيل أو ملفًا شخصيًا، بينما يكون تطبيق قيد التشغيل أو عليه التركيز أو مكبرًا أو بملء الشاشة أو يشغّل صوتًا. يُجمع الإيقاف المؤقت والإيقاف والكتم مع إعدادات التشغيل، ويُطبَّق الأكثر تقييدًا. إذا حمّلت عدة قواعد شيئًا، تُطبَّق الأولى في القائمة، ويعود ما كان معروضًا عندما لا تنطبق أي قاعدة.
de: Hintergrundbilder pausieren, stoppen oder stummschalten oder ein Hintergrundbild, eine Playlist oder ein Profil laden, während eine App ausgeführt wird, fokussiert, maximiert oder im Vollbild ist oder Ton abspielt. Pausieren, Stoppen und Stummschalten wirken zusammen mit den Wiedergabe-Einstellungen; die strengste Aktion gilt. Laden mehrere Regeln etwas, gilt die erste in der Liste, und sobald keine Regel mehr zutrifft, kehrt zurück, was vorher angezeigt wurde.
es: Pausa, detén o silencia los fondos de pantalla, o carga un fondo de pantalla, una playlist o un perfil, mientras una app está abierta, es prioritaria, está maximizada, a pantalla completa o reproduciendo audio. Pausar, detener y silenciar se combinan con los ajustes de reproducción; gana la acción más restrictiva. Si varias reglas cargan algo, gana la primera de la lista, y lo que se mostraba antes vuelve cuando ya no se cumple ninguna regla.
fr: Mettez en pause, arrêtez ou coupez le son des fonds d’écran, ou chargez un fond d’écran, une playlist ou un profil, pendant qu’une application est ouverte, au premier plan, agrandie, en plein écran ou en cours de lecture audio. La pause, l’arrêt et la coupure du son se combinent avec les réglages de lecture ; le plus restrictif l’emporte. Si plusieurs règles chargent quelque chose, la première de la liste l’emporte, et ce qui était affiché revient dès qu’aucune règle ne s’applique.
hi: जब कोई ऐप चल रहा हो, फ़ोकस में हो, अधिकतम आकार में हो, फ़ुल स्क्रीन हो या ऑडियो चला रहा हो, तब वॉलपेपर पॉज़ करें, रोकें या म्यूट करें, या कोई वॉलपेपर, प्लेलिस्ट या प्रोफ़ाइल लोड करें। पॉज़, रोकना और म्यूट प्लेबैक सेटिंग्स के साथ मिलकर लागू होते हैं; सबसे सख़्त लागू होता है। जब कई नियम कुछ लोड करते हैं, तो सूची में पहला लागू होता है, और कोई नियम लागू न रहने पर पहले दिखाया गया वापस आ जाता है।
it: Metti in pausa, interrompi o silenzia gli sfondi, oppure carica uno sfondo, una playlist o un profilo, mentre un’applicazione è aperta, in primo piano, ingrandita, a schermo intero o riproduce audio. Pausa, interruzione e silenziamento si combinano con le impostazioni di riproduzione; vince la più restrittiva. Se più regole caricano qualcosa, vince la prima dell’elenco, e ciò che era mostrato prima torna quando nessuna regola è più soddisfatta.
ja: アプリケーションが実行中、フォーカス中、最大化、フルスクリーン、またはオーディオ再生中のあいだ、壁紙を一時停止、停止、消音するか、壁紙、プレイリスト、プロファイルをロードします。一時停止、停止、消音は再生設定と組み合わされ、最も制限の強いものが優先されます。複数のルールが何かをロードする場合はリストの最初のルールが優先され、どのルールにも一致しなくなると以前の表示に戻ります。
ko: 응용 프로그램이 실행 중, 포커스됨, 최대화됨, 전체 화면이거나 오디오를 재생하는 동안 배경화면을 일시 정지, 중지 또는 음소거하거나, 배경화면, 플레이리스트 또는 프로필을 로드합니다. 일시 정지, 중지, 음소거는 재생 설정과 함께 적용되며 가장 제한적인 동작이 우선합니다. 여러 규칙이 무언가를 로드하면 목록의 첫 번째 규칙이 우선하고, 일치하는 규칙이 없으면 이전에 표시되던 항목으로 돌아갑니다.
pl: Wstrzymuj, zatrzymuj lub wyciszaj tapety albo ładuj tapetę, playlistę lub profil, gdy aplikacja jest uruchomiona, aktywna, zmaksymalizowana, na pełnym ekranie lub odtwarza dźwięk. Wstrzymywanie, zatrzymywanie i wyciszanie łączą się z ustawieniami odtwarzania; wygrywa najbardziej restrykcyjne. Gdy kilka reguł coś ładuje, wygrywa pierwsza na liście, a gdy żadna reguła już nie pasuje, wraca to, co było wyświetlane wcześniej.
pt_br: Pause, pare ou silencie as imagens de fundo, ou carregue uma imagem de fundo, playlist ou perfil, enquanto um aplicativo estiver aberto, em foco, maximizado, em tela cheia ou reproduzindo áudio. Pausar, parar e silenciar se combinam com os ajustes de reprodução; vence o mais restritivo. Quando várias regras carregam algo, vence a primeira da lista, e o que era mostrado antes volta quando nenhuma regra se aplica mais.
ru: Приостанавливайте, останавливайте или отключайте звук обоев либо загружайте обои, плейлист или профиль, пока приложение запущено, активно, развёрнуто, во весь экран или воспроизводит звук. Пауза, остановка и отключение звука сочетаются с настройками воспроизведения; действует самое строгое. Если несколько правил что-то загружают, действует первое в списке, а когда ни одно правило больше не подходит, возвращается то, что было показано раньше.
tr: Bir uygulama çalışırken, odaktayken, ekranı kapladığında, tam ekrandayken veya ses çalarken duvar kâğıtlarını duraklatın, durdurun veya sesini kapatın ya da bir duvar kâğıdı, çalma listesi veya profil yükleyin. Duraklatma, durdurma ve sessize alma Oynatma ayarlarıyla birleşir; en kısıtlayıcı olan geçerli olur. Birden fazla kural bir şey yüklerse listedeki ilk kural geçerli olur ve hiçbir kural eşleşmediğinde önceden gösterilen geri gelir.
uk: Призупиняйте, зупиняйте або вимикайте звук шпалер чи завантажуйте шпалеру, список відтворення або профіль, поки програма запущена, активна, збільшена, на повний екран або відтворює звук. Призупинення, зупинення й вимкнення звуку поєднуються з параметрами відтворення; діє найсуворіше. Якщо кілька правил щось завантажують, діє перше у списку, а коли жодне правило вже не збігається, повертається те, що було показано раніше.
zh_hans: 在应用程序运行、处于焦点、最大化、全屏或播放音频时，暂停、停止墙纸或使其静音，或者加载墙纸、播放列表或配置文件。暂停、停止和静音会与“播放”设置共同作用，以限制最严格的为准。如果多条规则都要加载内容，以列表中的第一条为准；当不再有规则匹配时，会恢复之前显示的内容。
zh_hant: 在應用程式執行中、為焦點、最大化、全螢幕或播放音訊時，暫停、停止背景圖片或將其靜音，或載入背景圖片、播放列表或設定檔。暫停、停止和靜音會與「播放」設定共同作用，以限制最嚴格者為準。若有多條規則要載入內容，以列表中的第一條為準；當不再有規則符合時，會恢復先前顯示的內容。

source: Paused: video memory is full
ar: متوقف مؤقتًا: ذاكرة الفيديو ممتلئة
de: Pausiert: Videospeicher ist voll
es: En pausa: la memoria de vídeo está llena
fr: En pause : la mémoire vidéo est pleine
hi: रोका गया: वीडियो मेमोरी भर गई है
it: In pausa: la memoria video è piena
ja: 一時停止中: ビデオメモリがいっぱいです
ko: 일시 정지됨: 비디오 메모리가 가득 찼습니다
pl: Wstrzymano: pamięć wideo jest pełna
pt_br: Pausado: a memória de vídeo está cheia
ru: Приостановлено: видеопамять заполнена
tr: Duraklatıldı: video belleği dolu
uk: Призупинено: відеопам’ять заповнена
zh_hans: 已暂停：显存已满
zh_hant: 已暫停：顯示記憶體已滿
